{
  "LuaSnip": { "branch": "master" },
  "barbecue": { "branch": "main" },
  "buffer_manager": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "mason": { "branch": "main" },
  "mini": { "branch": "main" },
  "null": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-tree": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvterm": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "sentiment": { "branch": "main" },
  "shipwright.nvim": { "branch": "master" },
  "telescope": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "vim-iced": { "branch": "main" },
  "vim-repeat": { "branch": "master" },
  "vim-sexp": { "branch": "master" },
  "vim-wsl-copy-paste": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}